LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nМеня зовут Татьяна 😊'
                'Готовлю современные десерты из качественных и натуральных продуктов'
                
                '\n🍰Торты'
                '\n🍰Бенто-торты'
                '\n🍰Cake to go'
                '\n🧁Капкейки',
    '/help': 'Это очень простая игра. Мы одновременно должны '
             'сделать выбор одного из трех предметов. Камень, '
             'ножницы или бумага.\n\nЕсли наш выбор '
             'совпадает - ничья, а в остальных случаях камень '
             'побеждает ножницы, ножницы побеждают бумагу, '
             'а бумага побеждает камень.\n\n<b>Играем?</b>',
    'order': 'Заказать!',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'order_select': '🧾Выбирите что вы хотите заказать',
    'cakes':'Торты',
    'Cupcakes':'Капкейки',
    'bento_cake':'Бенто-торты',
    'Cake_to_go':'Cake to go',
    'add_photo': 'Загрузи фото',
    'btn_add': 'Добавить',
    'add_entry': 'Запись добавлена!'}