LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nМеня зовут Татьяна 😊'
                'Готовлю современные десерты из качественных и натуральных продуктов'
                
                '\n🍰Торты'
                '\n🍰Бенто-торты'
                '\n🍰Cake to go'
                '\n🧁Капкейки',
    '/help': 'Это очень простая игра. Мы одновременно должны '
             'сделать выбор одного из трех предметов. Камень, '
             'ножницы или бумага.\n\nЕсли наш выбор '
             'совпадает - ничья, а в остальных случаях камень '
             'побеждает ножницы, ножницы побеждают бумагу, '
             'а бумага побеждает камень.\n\n<b>Играем?</b>',
    'order': 'Заказать!',
    'cancel': '❌cancel',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'order_select': '🧾Выбирите что вы хотите заказать',
    'cakes':'🎂Торты',
    'Cupcakes':'🧁Капкейки',
    'bento_cake':'🍰Бенто-торты',
    'Cake_to_go':'Cake to go',
    'add_photo': 'Загрузи фото',
    'btn_add': 'Добавить',
    'add_entry': '✅Запись добавлена!',
    'menu':'меню',
    'menu_admin':'меню админа',
    'selecting_cat': 'Выбирите категорию',
    'add_cake_kb': 'Торт'}



LEXICON = {'backward': '◀️',
           'forward': '▶️'}

LEXICON_ADMIN = {'backward': '◀️',
           'forward': '▶️'}


calendar: dict[str, str] = {
    '1': ['январь', '31'],
    '2': ['февраль', '28'],
    '3': ['март', '31'],
    '4': ['апрель', '30'],
    '5': ['май', '31'],
    '6': ['июнь', '30'],
    '7': ['июль', '31'],
    '8': ['август', '31'],
    '9': ['сентябрь', '30'],
    '10': ['октябрь', '31'],
    '11': ['ноябрь', '30'],
    '12': ['декабрь', '31']}